Repository: SliTaz-official/slitaz-pizza
Catalog: po/*.po
Languages: it, ja, pt_br, ru

source: First step
it: Primo passo
pt_br: Primeiros Passos
ru: Первый шаг

source: Choose your distribution name and the one you want to use as base. We need your mail to notify you when your SliTaz Flavor is built and if anything goes wrong.
it: Scegli il nome della tua distribuzione e quello che vuoi usare come base. Ci serve il tuo indirizzo email per inviarti le notifiche quando la tua Fragranza (Flavor) di SliTaz sarà pronta e nel caso qualcosa andasse storto.
ja: ディストリビューション名とベースとして使用したいものを選んでください。 SliTaz フレーバーの生成で何かうまくいかないときは、メールする必要があります。
pt_br: Escolha o nome de sua distribuição e o daquela que deseja usar como base. É necessário informar seu email para notificações sobre a variante e possíveis mensagens de erro.
ru: Выберите имя вашей сборки и то, что вы возьмете за основу. Укажите, пожалуйста, свой e-mail, чтобы мы могли вам сообщить, когда ваша сборка SliTaz будет готова, или же в случае, если что-то пойдет не так.

source: Flavor name
it: Nome della fragranza (flavor)
ja: フレーバー名
pt_br: Nome da variante
ru: Название сборки

source: Short description
it: Breve descrizione
ja: 簡単な説明
pt_br: Descrição
ru: Короткое описание

source: Email
it: Indirizzo Email
ja: メール
ru: Электронная почта

source: Based on
it: Basata su
ja: ベース
pt_br: Baseada em
ru: Основана на

source: Text mode system
it: Sistema a riga di comando
ja: テキストモードシステム
pt_br: Sistema em modo texto
ru: система в текстовом режиме

source: X without GTK or Qt
it: X senza GTK o Qt
ja: GTK・Qt を除外した X
pt_br: Ambiente X sem GTK ou Qt
ru: только XOrg, без GTK или Qt

source: Clean GTK desktop
it: Pulisci la scrivania GTK
ja: クリーン GTK デスクトップ
pt_br: Ambiente GTK básico
ru: чистый GTK десктоп

source: Default SliTaz desktop
it: Scrivania predefinita di SliTaz
ja: デフォルト SliTaz デスクトップ
pt_br: Ambiente de trabalho Básico
ru: SliTaz по-умолчанию

source: Continue
it: Continua
ja: 続ける
pt_br: Continuar
ru: Продолжить

source: Generate
it: Genera
ja: 生成
pt_br: Gerar
ru: Создание

source: Last chance to stop process or start over. Next step will pack your flavor and add it to the build queue. Here you can also add a note to your receipt flavor, this will be displayed on your flavor ID page and can be used to give more info to other users and SliTaz developers.
it: Questa è l'ultima opportunità di fermare il processo e ricominciare. Il prossimo passo genererà i pacchetti della tua fragranza (flavor) e la aggiungerà in coda per essere costruita. Adesso puoi anche aggiungere una nota alla ricetta della tua fragranza che sarà mostrata nella pagina ID della tua fragranza, e può essere utile per fornire più informazioni agli altri utenti e agli sviluppatori di SliTaz.
ja: プロセスを中止したり、やり直す最後のチャンスです。 次のステップではフレーバーをパックしビルドキューに追加します。 ここでレシートフレーバーにメモを追加することもできます。これはフレーバー ID ページに表示され、他のユーザーや SliTaz 開発者にもっと詳しい情報を提供するために使用できます。
pt_br: Última chance de parar o processo e reiniciar. O próximo passo irá gerar a variante e adicioná-la à lista de espera. Pode-se adicionar uma nota para o receipt da variante, que será mostrada em sua página de ID e pode ser usada para dar maiores informações aos usuários e desenvolvedores.
ru: Последний шанс остановить процесс или начать всё сначала. Сейчас ваш дистрибутив будет направлен в очередь на создание. Вы можете добавить к нему заметку (она отобразится на странице вашей сборки и даст более подробную информацию другим пользователям SliTaz, а также разработчикам).

source: Cancel
it: Cancella
ja: キャンセル
pt_br: Cancelar
ru: Отмена

source: Build flavor
it: Costruisci la fragranza
ja: フレーバーを構築
pt_br: Gerando variante
ru: Создать сборку

source: Removing temporary files for: $id
it: Sto rimuovendo i file temporanei per: $id
ja: 一時ファイルの削除: $id
pt_br: Removendo arquivos temporários para: $id
ru: Удаляются временные файлы $id

source: Start over
it: Ricomincia
ja: やり直す
pt_br: Iniciando
ru: Начать сначала

source: Packing: $FLAVOR
it: Sto creando i pacchetti per: $FLAVOR
ja: パッケージ中: $FLAVOR
pt_br: Comprimindo: $FLAVOR
ru: Упаковка $FLAVOR

source: Creating SliTaz CD-ROM README...
it: Sto creando il file leggimi del CD-ROM di SliTaz...
ja: 生成中 SliTaz CD-ROM README...
pt_br: Criando arquivo README para o CD-ROM do SliTaz
ru: Создание файла README для CD-ROM SliTaz…

source: Creating flavor tarball...
it: Sto creando il pacchetto tarball della fragranza
ja: 生成中 フレーバー tarball...
pt_br: Criando tarball da variante...
ru: Создание архива редакции…

source: Your ISO will be built on next Pizza Bot run
it: La tua immagine ISO sarà creata al prossimo avvio di Pizza Bot
ja: ISO は次の Pizza Bot 実行時に構築されます
pt_br: A ISO estará pronta na próxima execução do SliTaz Pizza
ru: Ваш ISO будет создан при следующем запуске Pizza Bot

source: There is $inqueue flavor in queue
it: C'è $inqueue fragranza in coda
ja: キューに $inqueue フレーバーあります
pt_br: Há $inqueue variantes na lista de espera
ru: В очереди находится $inqueue сборка

source: Download tarball:
it: Scarica il pacchetto tarball:
ja: ダウンロード tarball:
pt_br: Download do tarball
ru: Скачать архив:

source: Status
it: Stato
ja: 状態
ru: Состояние

source: Download ISO:
it: Scarica immagine ISO:
ja: ダウンロード ISO:
pt_br: Baixar ISO:
ru: Скачать ISO:

source: Flavor is building or still in the build queue
it: La fragranza è in costruzione oppure è ancora in coda per essere assemblata.
ja: フレーバーがビルド中またはビルドキューにまだ残っています
pt_br: A variante está sendo processada ou ainda na lista de espera
ru: Ваша сборка либо создается, либо находится в очереди

source: Status for: $FLAVOR
it: Stato di: $FLAVOR
ja: 状態: $FLAVOR
pt_br: Status para: $FLAVOR
ru: Состояние $FLAVOR

source: Flavor description:
it: Descrizione della Fragranza:
ja: フレーバーの説明:
pt_br: Descrição da variante:
ru: Описание сборки:

source: Help
it: Guida
ja: ヘルプ
pt_br: Ajuda
ru: Справка

source: Activity
it: Attività
ja: 活動
pt_br: Atividade
ru: Действия

source: Welcome
it: Benvenuto
ja: ようこそ
pt_br: Bem-vindo
ru: Добро пожаловать

source: SliTaz Pizza lets you create your own SliTaz ISO flavor online. The ISO image can be burnt on a cdrom or installed on USB media. Please read the SliTaz Pizza <a href="?help">Help</a> before starting a new flavor.
it: SliTaz Pizza ti permette di creare la tua personale fragranza ISO di SliTaz, il tutto in linea. L'immagine ISO può essere masterizzata su CD-ROM oppure può essere installata su un supporto USB. Per favore leggi la <a href="?help">Guida</a> prima di creare una nuova fragranza.
ja: SliTaz Pizza を使用すると、オンラインで独自の SliTaz ISO フレーバーを作成できます。 ISO イメージは CDROM へ書き込むか USB メディアにインストールすることができます。 新しいフレーバーを始める前に、SliTaz Pizza <a href="?help">Help</a> をお読みください。
pt_br: SliTaz Pizza permite a criação online de sua variante da distribuição. A imagem ISO pode ser gravada em um cdrom ou instalada numa mídia USB. Por favor leia a <a href="?help">Ajuda</a> do SliTaz Pizza antes de iniciar uma nova variante.
ru: Создайте свою сборку SliTaz с помощью SliTaz Pizza! Образ ISO можно будет записать на CD или USB-устройство. Пожалуйста, прочтите <a href="?help">справку</a> перед созданием сборки.

source: Create a new flavor
it: Crea una nuova fragranza
ja: 新しいフレーバーを生成
pt_br: Criar nova variante
ru: Создать новую сборку

source: Latest builds
it: Ultime versioni
ja: 最新ビルド
pt_br: Últimas variantes
ru: Последние сборки

source: More activity
it: Mostra più informazioni
ja: 活動のつづき
pt_br: Mais atividade
ru: Ещё…

source: Creating receipt and packages list
it: Sto creando la ricetta e l'elenco dei pacchetti
ja: 生成中 レシピ・パッケージ一覧
pt_br: Criando arquivo receipt e lista de pacotes
ru: Создание рецепта и списка пакетов

source: Remove package(s)
it: Rimuovi pacchetto/i
ja: パッケージの削除
pt_br: Remover pacote(s)
ru: Удалить пакеты

source: Add package(s)
it: Aggiungi pacchetto/i
ja: パッケージの追加
pt_br: Adicionar pacote(s)
ru: Добавить пакеты

source: Here you can add or remove some packages to your flavor. You can also search for a package name and description to find a package name
it: Qui puoi aggiungere o rimuove alcuni pacchetti nelle tua fragranza. Puoi anche cercare nei nomi e nelle descrizioni dei pacchetti per trovare quello che ti interessa.
ja: ここでフレーバーにいくつかのパッケージを追加または削除することができます。 パッケージ名と説明を検索してパッケージ名を見つけるようにする事もできます
pt_br: Neste passo pode-se adicionar ou remover pacotes da variante. Você também pode procurar pelo nome do pacote ou sua descrição
ru: Здесь можно добавить пакеты в вашу сборку или удалить ненужные. Искать пакеты можно по их названию или описанию

source: Search
it: Cerca
ja: 検索
pt_br: Procurar
ru: Искать

source: File name: $tarball
it: Nome del file: $tarball
ja: ファイル名: $tarball
pt_br: Nome do arquivo: $tarball
ru: Название файла: $tarball

source: File size: $size Bytes
it: Dimensione del file: $size Byte
ja: ファイルサイズ: $size バイト
pt_br: Tamanho do arquivo: $size bytes
ru: Размер файла: $size байт

source: Moving rootfs tarball to slitaz-$id...
it: Sto spostando il pacchetto tarball della rootfs in slitaz-$id...
ja: rootfs tarball を slitaz-$id へ移動中...
pt_br: Movendo tarball contendo o rootfs para slitaz-$id...
ru: Перемещение архива rootfs в slitaz-$id…

source: Extracting archive for sanity checks...
it: Sto estraendo l'archivio per controllarne l'integrità...
ja: 健全性チェックのためアーカイブ抽出中...
pt_br: Extraindo o arquivo para teste...
ru: Тестовая распаковка архива…

source: Checking Filesystem Standard...
it: Sto controllando il formato del Filesystem.
ja: 確認中 標準ファイルシステム...
pt_br: Verificando padrões do sistema de arquivo...
ru: Соответствие стандарту файловой системы…

source: Bad FSH path for: $i
it: Il percorso di FSH è errato per: $i
ja: FSH パスが不正です: $i
pt_br: Caminho FSH incorreto para: $i
ru: Путь «$i» не соответствует стандарту FSH

source: Checking uploaded rootfs size...
it: Sto controllando la dimensione caricata di rootfs...
ja: アップロードした rootfs サイズを確認中...
pt_br: Verificando tamanho do rootfs enviado...
ru: Проверка размера загруженного rootfs…

source: Added image: $wallpaper ($size Bytes)
it: Immagine aggiunta: $wallpaper ($size Byte)
ja: 画像を追加しました: $wallpaper ($size バイト)
pt_br: Imagem adicionada: $wallpaper ($size bytes)
ru: Добавлено изображение: $wallpaper ($size байт)

source: Unsupported image format
it: Formato di immagine non supportato
ja: 画像形式が対応していません
pt_br: Formato de imagem não suportado
ru: Неподдерживаемый формат изображения

source: Added file: $file ($size Bytes)
it: File aggiunto: $file ($size Byte)
ja: ファイルを追加しました: $file ($size バイト)
pt_br: Arquivo adicionado: $file ($size bytes)
ru: Добавлен файл: $file ($size байт)

source: Unsupported file type
it: Tipo di file non supportato
ja: ファイル形式が対応していません
pt_br: Formato de arquivo não suportado
ru: Неподдерживаемый тип файла

source: Fast boot conversion
it: Conversione a: avvio veloce
ja: 高速起動への変換
pt_br: Conversão para boot rápido
ru: Преобразование для быстрой загрузки

source: Low RAM conversion:
it: Conversione a: RAM scarsa
ja: 少 RAM 向けの変換:
pt_br: Conversão para variante Low RAM:
ru: Преобразование для малого размера ОЗУ:

source: SliTaz root filesystem modification can be done via an easy to use form, a single tarball or by uploading files one by one in the wanted directory.
it: La modifica al filesystem principale di SliTaz può essere fatta attraversi un semplice formulario, un singolo pacchetto tarball oppure caricando i file uno alla volta nella cartella desiderata.
ja: SliTaz ルートファイルシステムの変更は、使いやすい形式、単一の tarball、またはファイルを1つずつ目的のディレクトリにアップロードすることで行うことができます。
pt_br: Modificações no sistema de arquivos do SliTaz podem ser feitas pelo formulário, arquivo tarball único ou enviando arquivos um a um no diretório desejado.
ru: Можно изменить корневую фаловую систему SliTaz удобным для вас способом: загрузив все файлы в едином архиве или каждый файл по-отдельности в нужную папку.

source: Easy customization
it: Semplice personalizzazione
ja: 簡単なカスタマイズ
pt_br: Customização simples
ru: Простая настройка

source: Desktop Wallpaper in JPG format
it: Immagine della scrivania in formato JPG
ja: JPG 形式のデスクトップ壁紙
pt_br: Wallpaper da área de trabalho no formato JPG
ru: Фоновое изображение рабочего стола в формате JPG

source: Upload Image
it: Carica Immagine
ja: イメージのアップロード
pt_br: Enviar imagem
ru: Загрузить изображение

source: Files on user desktop such as README, desktop files or documentation. The files will be copied in the Home directory of each new user. SliTaz creates the default Live user at boot. Allowed files and extensions are:
it: File nella scrivania dell'utente, quali LEGGIMI, file di scrivania o documentazione. Questi file saranno copiati nella cartella Home di ciascun nuovo utente. SliTaz crea l'utente Live predefinito durante l'avvio. I file e le estensione permesse sono:
ja: README、デスクトップファイル、ドキュメンテーションなどのユーザーデスクトップ上のファイル。 ファイルは新しい各ユーザーのホームディレクトリにコピーされます。 SliTaz は起動時にデフォルトの Live ユーザーを作成します。 許可されるファイルと拡張子は次のとおりです:
pt_br: Arquivos na área de trabalho do usuário, como README, ícones ou documentação. Serão copiados no diretório HOME de cada novo usuário. O SliTaz cria o usuário padrão durante o boot. Extensões de arquivo permitidas são:
ru: Файлы README, .desktop или документация. Эти файлы будут скопированы в домашнюю папку каждого нового пользователя. Во время загрузки SliTaz в режиме Live создаётся пользователь по-умолчанию. Допускаются такие файлы и расширения имени:

source: Upload File
it: Carica File
ja: ファイルのアップロード
pt_br: Enfiar arquivo
ru: Загрузить файл

source: RootFS tarball
it: Archivio tarball di RootFS
pt_br: Tarball contendo o rootfs
ru: Архив RootFS

source: The files in the rootfs archive must have the same directory structure as any standard SliTaz or Linux system. For example if you wish to have a custom boot configuration file, you will have: rootfs/etc/rcS.conf. Accepted tarball formats are: <strong>tar.gz tar.bz2 tar.lzma</strong> and the archived directory must be named rootfs with a valid file system hierachy such as: /usr/bin /etc /var/www
it: I file nell'archivio rootfs devono avere la stessa struttura delle cartelle che si ritrova comunemente nei sistemi Linux o SliTaz predefiniti. Per esempio, se desideri avere un file di configurazione di avvio personalizzato, avrai: rootfs/etc/rcS.conf. I formati di tipo tarball accettati sono:<strong>tar.gz tar.bz2 tar.lzma</strong>; la cartella archiviata deve essere chiamata rootfs e deve avere una struttura dei file di sistema valida, ad esempio: /usr/bin /etc /var/www
ja: rootfs アーカイブ内のファイルは、標準の SliTaz または Linux システムと同じディレクトリ構造を持たなければなりません。 たとえば、カスタムブート構成ファイルを使用する場合は、rootfs/etc/rcS.conf を使用します。アーカイブされたディレクトリの名前は: <strong>tar.gz tar.bz2 tar.lzma</ strong> で、有効なファイルシステムの階層である rootfs の名前にする必要があります: /usr/ bin /etc /var/www
pt_br: Os arquivos no rootfs devem possuir a mesma estrutura de arquivos convencionada para sistemas GNU/Linux. Por exemplo, o arquivo de configuração personalizado para boot deve se encontrar em: rootfs/etc/rcS.conf. Formatos de tarball aceitos são: <strong>tar.gz tar.bz2 tar.lzma</string> e o diretório arquivado deve ser nomeado rootfs com uma estrutura de pastas válida abaixo dele, como /usr/bin /etc /var/www
ru: Файлы в архиве RootFS должны иметь ту же самую структуру папок как в SliTaz и в любой другой системе Linux. Например, если вам нужен настроенный файл конфигурации загрузки, он должен находиться в rootfs/etc/rcS.conf. Допустимые форматы архива: <strong>tar.gz</strong>, <strong>tar.bz2</strong> и <strong>tar.lzma</strong>. Архивируемая папка должна называться rootfs и содержать в себе разрешенную иерархию файловой системы, например: <strong>/usr/bin</strong>, <strong>/etc</strong> или <strong>/var/www</strong>

source: Upload rootFS
it: Carica rootFS
ja: rootFS のアップロード
pt_br: Enviar rootfs
ru: Загрузить RootFS

source: ISO image conversion
it: Conversione dell'immagine ISO
ja: ISO イメージ変換
pt_br: Conversão de imagem ISO
ru: Преобразование образа ISO

source: Fast boot
it: Avvio veloce
ja: 高速起動
pt_br: Boot rápido
ru: Быстрая загрузка

source: Low RAM support
it: Supporto a poca RAM
ja: 少 RAM 対応
pt_br: Suporte a Low RAM
ru: Поддержка малого размера ОЗУ

source: No
ja: なし
pt_br: Não
ru: нет

source: In RAM only
it: Residente in RAM
ja: RAM のみ
pt_br: Somente na RAM
ru: только в ОЗУ

source: Small CD-ROM or RAM
it: CD-ROM o RAM di modeste dimensioni
ja: CD-ROM・RAM より小さい
pt_br: RAM ou CD-ROM pequenas
ru: небольшой CD-ROM или ОЗУ

source: Large CD-ROM or RAM
it: CD-ROM o RAM di ampie dimensioni
ja: CD-ROM・RAM より大きい
pt_br: RAM ou CD-ROM grandes
ru: большой CD-ROM или ОЗУ

source: Convert
it: Converti
ja: 変換
pt_br: Converter
ru: Преобразовать

source: Uniq ID :
it: ID unico :
pt_br: ID único :
ru: Уникальный ID:

source: Flavor :
it: Fragranza :
ja: フレーバー :
pt_br: Variante :
ru: Сборка:

source: Short desc :
it: Descrizione breve :
ja: 短い解説 :
pt_br: Descrição :
ru: Короткое описание:
